/* Format for artist name */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van (%1$@)";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio book */
"Audio book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Price text when it is free: Free */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* When nothing is found: Nothing Found */
"Nothing Found" = "Niets gevonden";

/* Its ok */
"OK" = "OK";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Error alert: message */
"There was an error accessing the iTunes Store, Please try again." = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens";

/* Localized kind: TV Episode */
"TV Episode" = "TV seria";

/* Localized kind: Unknown */
"Unknown" = "Onbekend";

/* Error alert: title */
"Whoops..." = "Foutje...";

